Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/udir.no/5_undervisningsopplegg-niva-3.html.tmx
Source language: sma
Languages: nob

source: Udir.no - Ööhpehtimmiesoejkesje: Daltese 3
nob: Hovedinnhold

source: Ööhpehtimmiesoejkesje: Daltese 3
nob: Her finner læreren eksempler på hvordan han eller hun kan arbeide med kompetansemål på nivå 3.

source: Daesnie lohkehtæjja vuesehte guktie maahtoeulmiem, sisvegem jïh barkoevuekiem lohkehtimmesne sjïehtesjidh. Guktie maadthmaahtoem sjïehtede jïh guktie lohkehtimmiem learoehkidie sjïehtesjadtedh.
nob: Her vises hvordan kompetansemål konkretiseres i læringsmål, innhold og arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan undervisningen kan tilpasses enkelteleven.

source: Daerpies dellie iktemearan vuarjasjidh, jïh gïele lea vihkeles dennie barkosne.
nob: Vurdering underveis og språkdomener er en del av opplegget.

source: Åvtetje maahtoeh Learohkh joe maehtieh sïejhme fïerhtenbeajjetje baakoeh saemiengïelesne, jïh aaj maehtieh beapmoej bïjre soptsestalledh.
nob: Forkunnskaper Elevene kan allerede begrep om vanlig hverdagsmat på samisk og kan delta i samtaler om hverdagsmat.

source: Maahtaldahkeulmieh
nob: Kompetansemål

source: Njaalmeldh gaskesadteme
nob: Muntlig kommunikasjon

source: Lohkehtimmen ulmieh leah; learohkh gelkieh
nob: Mål for opplæringen er at eleven skal kunne

source: soptsestidh fïerhten beajjetji aamhtesi bïjre
nob: delta i samtaler om dagligdagse situasjoner

source: Lohkehtimmien ulmieh leah; learohkh gelkieh
nob: Mål for opplæringen er at eleven skal kunne

source: baakoeh beapmoeh jïh jurjiehtimmiem utnedh jï soptseatalledh saemien beapmoej bïjre
nob: bruke begrep om mat, råvarer og matlaging og samtale om samisk mat

source: Ij ööhpehtimmiesoejkesje abpe dam maahtoeulmiem jaksh.
nob: Undervisningsopplegget dekker ikke alltid hele kompetansemål.

source: Maahtoeulmieh leah lïerehtimmieulmide sjïehtesjadteme.
nob: Kompetansemålene er konkretisert i læringsmål.

source: Lïerehtimmieulmieh leah barre akte vuekie guktie buektiehtidh maahtoeulmide jaksedh.
nob: Læringsmålene er et steg mot oppnåelsen av kompetansemålene.

source: Lïerehtimmieulmieh
nob: Vis alle

source: Learohkh gelkieh maehtedh fïerhten beajjetje aamhtesi bïjre soptsestidh, vuesiehtimmien gaavtan: Lyjhkedskreeki, dåarjelekreeki, beapmoej, njoetske beapmoej, jurjiehtimmien jïh saemien beapmoej bïjre.
nob: Elevene skal kunne delta i samtaler om dagligdagse situasjoner i sin egen hverdag, for eksempel om kjæledyr, nyttedyr, mat, råvarer, matlaging og samisk mat.

source: Learohkh gelkieh aaj maehtedh:
nob: Elevene skal altså kunne:

source: saemien baakoeh lyjhkedskreeki jïh dåarjelekreeki bïjre guarkedh jïh ovmessie saemien nommh dïsse nuhtjedh.
nob: forstå og bruke samiske betegnelser på kjæledyr og nyttedyr og bruke ulike samiske navn på dem

source: jïjtse jallh jeatjabi dåarjelekreeki jïh lyjhkedskreeki bïjre laavlodh, joejkedh jïh / jallh soptsestidh.
nob: fortelle, synge, joike og / eller samtale om egne og andres kjæledyr og nyttedyr

source: soptsestidh bearkoej, - gueliej jïh muerjiej bïjre jïh naan saemien beapmoej bïjre jïh guktie galka dejtie saemien vuekien mietie jurjiehtidh.
nob: samtale om ulike råvarer, som for eksempel kjøtt, fisk og bær, og om noen samiske matretter og hvordan de lages

source: soptsestidh guktie lea njoetske beapmoeh aerpievoeten mietie åtneme, jïh guktie maahta orresth-laakan daelie jurjiehtidh.
nob: samtale om hvordan råvarene har vært brukt tradisjonelt og eventuell om ny bruk av råvarene

source: Lohkehtæjja tjoevere lïerehtimmieulmide våhkoesoejkesjisnie jallh tæjmoesoejkesjesisnie tjaeledh, jïh learoehkidie jïh gåetide soptsestidh lïerehtimmien åvtelen.
nob: Læreren bør skrive læringsmålene for eksempel i ukeplanen eller periodeplanen og informere elevene og hjemmet om disse i god tid før opplegget starter.

source: Dejtie ovmessie lïerehtimmieulmide tjoeverieh eensilaakan buerkiestidh, guktie learohkh åadtjoeh dejtie jïjtsevuarjasjimmesne aaj nuhtjedh.
nob: De ulike læringsmålene må komme klart fram, og elevene må kunne bruke dem i egenvurderingen sin.

source: Darjodh Learohkh maehtieh lyjhkedskreekide meatan vaeltedh gosse edtjieh ålkone årrodh jallh fuelhkiem / voelph lyjhkedskreekine bööredh gosse dagkeres biejjiem skuvlesne utnieh.
nob: Praktiske gjøremål Elevene kan ta med seg kjæledyrene sine i forbindelse med en utedag eller invitere familie / venner med kjæledyr til en slik dag.

source: Learohkh göökte ovmessie beapmoeh dajvijste jurjiehtieh.
nob: Elevene lager to lokale matretter.

source: Maehtieh gaahkoem bååhkesjidh, muerjieh tjöönghkedh jallh gueliem / bearkoem jurjiehtidh.
nob: Bak for eksempel samiske hellebrød, plukk bær eller bruk fisk eller kjøtt.

source: Jis nuepiem utnieh learohkh maehtieh sijjen aahka gon aajjam jallh jeatjah voeres almetjh bööredidh dahkoe.
nob: Om mulig kan elevene invitere besteforeldre og / eller andre eldre med på gjennomføringa.

source: Baajh learohkh jurjiehtimmiem buerkiestidh, jïh jïjtjh beapmojde vuarjasjidh mearan barkeminie.
nob: La elevene beskrive matlagingen og vurdere maten underveis.

source: Jeatjah lohkehtimmiedarjomh.
nob: Eksempler på andre læringsaktiviteter

source: Learohkh låggem tjaelieh jïjtsh jallh jeatjah dåarjelekreekibïjre jïh sinsitnide saemien soptsestidh man bïjre leah tjaaleme.
nob: Elevene skriver logg om egne eller andres kjæledyr og forteller hverandre på samisk om det de har skrevet.

source: Darjoeh speale-kåarhth gusnie guvvie jïh nomme lyjhkedskreekide.
nob: Lag spillekort med bilde og navn på kjæledyr.

source: Kåarhtide maehtieh lamineredh.
nob: Kortene kan lamineres.

source: Spealesne maahta guvvieh jïh nommh årrodh.
nob: Eksempel på spill kan være bilde- og navnelotto.

source: Vuesiehtimmien gaavhtan; gie dïhte maahta jiehtedh: gaahtoe, bïenje jallh hierkie åådtje kåarhtem utnedh.
nob: Alternativt kan poenget være at den som kan uttale for eksempel katt, hund eller hest, får beholde kortet.

source: Dïhte learohke mij jeenjemes kåarhth åtna, dïhte spealem vitnie.
nob: Den eleven som får flest kort, vinner spillet.

source: Jurjehth saemien beapmoeh skuvlesne. Dam maahta jurjiehtidh saemien åålmege-bijjien.
nob: Lag samisk etegilde på skolen, for eksempel på Samefolkets dag.

source: Tjoeveridie dellie ektese-vyöki barkedh, lohkehtæjjah jïh åvtehkh skuvlesne, eejhtegh jïh almetjh mah leah maehteles saemien beapmoejgujmie.
nob: Dette krever samarbeid med andre klasser, lærere og ledelsen på skolen og med foreldre og samiske mateksperter.

source: Learohkh gelkieh voejhkelidh mujhtedh baakoeh jïh nommh dåarjelekreeki jïh lyjhkedskreeki bïjre.
nob: Elevene kan prøve å huske betegnelser og navn på for eksempel kjæledyr og nyttedyr.

source: Darjoeh aktem soejkesjem gosse learohkh maehtieh gåetesne eejhtegigujmie jïh jeatjah fuelhkie- jallh slïektigujmie dievhtedh dejtie baakojde.
nob: Lag gjerne et skjema som elevene kan fylle ut hjemme i samarbeid med foreldre og andre slektninger.

source: Jiehtieh learoehkidie dah edtjieh gåetesne gævnjoestidh dam soejkesjem guktie våajnoes.
nob: Be elevene om å henge opp skjemaet på en strategisk plass hjemme.

source: Guelmedh dam soejkesjem, jïh skuvlesne aaj gævnjoestidh.
nob: Heng opp en kopi av skjemaet på skolen.

source: Baajh learohkh sinsitnide goltelidh mij soejkesjisnie tjåådtje.
nob: La elevene ” høre ” hverandre om innholdet i skjemaet, f.eks. ” beana-vielppis- Čebo- Cugo ”.

source: Faagem vïerhtiedidh
nob: Vurdering

source: Learohkh maehtieh låggem tjaeledh goh jïjtsevuarjasjimmie, jallh lohkehtæjjine soptsestalledh. Eah guhte jeatjah åadtjoeh vuarjasjimmiem lohkedh.
nob: Elevene kan skrive logg som egenvurdering eller til å kommunisere med læreren uten at noen andre får lese vurderingen.

source: Dam maahta voestesgïelesne tjaeledh.
nob: Dette kan skrives på førstespråket.

source: Voestes vuesiehtimmie Lågge
nob: Eksempel 1 Logg

source: Barkoem buerkiestidh
nob: Beskriv arbeidet.

source: Maam buektiehtim ?
nob: Hva fikk jeg til ?

source: Mij lij geerve ?
nob: Hva var vanskelig ?

source: Provhkim jeatjah vuekiem goh edtjim tjïertestidh ?
nob: Brukte jeg andre måter å uttrykke meg på ?

source: Guktie maahtam mubpien aejkien darjodh ?
nob: Hvordan kan jeg gjøre det neste gang ?

source: Ulmieh båetije aamhtesasse:...
nob: Mål for neste tema er:...

source: Daam tjoeverem lïeredh guktie buerebe-laakan lïerehtimmieulmide jaksem:
nob: Eksempel 2 Elevene krysser av for de læringsmålene de mestrer.

source: Ånnetji maahtam:
nob: Dette må jeg lære for å nå læringsmålene:

source: Mij biejjide
nob: Dato

source: Hijven maahtam: Mij biejjide
nob: Jeg kan dette godt: Dato

source: baakoeh jïh dïejvesh mah leah daerpies maehtedh gosse dan bïjre soptsestem:
nob: ord og uttrykk som er nyttige å kunne når jeg snakker om:

source: lyjhkedskreeki jïh dåarjelekreeki bïjre
nob: kjæledyr og nyttedyr

source: saemien beapmoej jïh ovmessie njoetske beapmoej bïjre
nob: samiske matretter og ulike råvarer

source: mij lea joekehts lyjhkedskreeki jïh dåarjelekreeki gaskem
nob: forskjell på kjæledyr og nyttedyr

source: maahtoen bïjre deanahtidh:
nob: formidle kunnskap om:

source: beapmoej jïh njoetske beapmoej bïjre
nob: kjæledyr og nyttedyr

source: jeatjah vuekiem provhkedh gosse tjïertestidh:
nob: bruke andre måter å utrykke meg på:

source: kråahpem jïh gïeth nuhtjedh
nob: bruke kropp og hender

source: jeatjah baakoeh gaavnedh
nob: finne andre ord

source: göökte baakoeh ektiedidh
nob: kombinere et ord med et annet

source: daaroen baakoeh saemiengïelese darjodh.
nob: gjøre om norske ord

source: jis im guarkah dellie gihtjedh
nob: stille spørsmål om noe er uklart

source: jïjtjemem staeriedidh
nob: rette meg selv

source: soptsestallemem utnedh:
nob: holde en samtale i gang:

source: im daarpesjh baakoeh daamtaj ohtsedidh gosse tjïertestem
nob: uttrykke meg uten å måtte lete etter ord for ofte

source: soptsestidh guktie goerkesæmman båateme
nob: bruke hele og forståelige setninger

source: soptsestallemem orrijidh
nob: avslutte en samtale

source: Sjïehtedamme lohkehtimmie
nob: Tilpasset opplæring

source: Gosse jurjiehtidh jïh bååhkesjidh, maahta maahtoeulmide fïerhten learoehkasse joekehts klaassedaltesasse jeatjhlaakan darjodh.
nob: Når det gjelder matlaging og baking, kan selvstendighetsgraden for elevenes aktiviteter i forhold til de ulike alderstrinnene variere.

source: Maahta ektese-vyöki jeatjah aamhtesigujmie barkedh, vuesiehtimmien gaavhtan eatnemefaagine jïh beapmoe- jïh healsoefaagine, bene gïele dïhte mij lea dïhte vihkielommes, jïh dïhte mij galka vååjnesisnie årrodh.
nob: Det er mulig å samarbeide med fag som Naturfag og Mat og helse. Men fokus skal være på hvordan elevene bruker språket.

source: Faagen maadth maahtoeh
nob: Grunnleggende ferdigheter

source: Maehtedh njaalmeldh jïh tjaaleldh tjïertestidh: learohkh maehtieh baakoeh jïh dïejvesh tjaeledh lyjhkedskreeki bïjre, dåarjelekreeki bïjre, saemien beapmoej bïjre jïh njoetske beapmoej bïjre.
nob: Å kunne uttrykke seg skriftlig og muntlig: Elevene kan skrive ord og uttrykk for kjæledyr, nyttedyr og samisk mat og råvarer.

source: Gosse learohkh beapmoeh jurjiehtieh, dellie edtjieh soptsestalledh jeatjah learohkigujmie jïh lohkehtæjjine mejnie leah gïehteleminie.
nob: Når elevene jobber med matlaginga i praksis, kan de fortelle hva de gjør etter hvert, både til hverandre og til læreren.

source: Dah maehtieh dellie beapmoem buerkiestidh guktie vååjnoe, guktie domtoe jïh guktie hopsoe.
nob: De kan beskrive matens utseende, smak og lukt.

source: Maehtedh lohkedh: Learohkh gelkieh baakoeh, dïejvesh jïh ellies raajesh lohkedh guktie lyjhkedskreekide jïh dåarjelekreekide geehtedidh, jïh guktie beapmoeh jurjiehtidh.
nob: Å kunne lese: Elevene skal kunne lese ord og uttrykk og hele setninger om hva man gjør når man har kjæledyr og nyttedyr og når man lager mat.

source: Maehtedh ryöknedh: Baajh learoehkidie ryöknedh man dovres sjædta lyjhkedskreekem utnedh.
nob: Å kunne regne: La elevene regne ut hva det koster å ha et kjæledyr.

source: Dah maehtieh budsjedtem darjodh gosse skuvlesne, beapmoejurjiehtimmesne.
nob: De kan lage et budsjett for matlaginga på skolen og det som en familie forbruker til mat på en uke.

source: Maehtedh digitale vierhtiem nuhtjedh: Baajh learoehkidie gaskeviermiem nuhtjedh jïh saemien baakoeh kreekde jïh beapmojde ohtsedidh.
nob: Å kunne bruke digitale verktøy: La elevene bruke internett og lete opp de samiske begrepene på dyr og mat.

source: Veartesjh Gávnos, Saemiedigkiej gåetiesæjrojne, giella.
nob: Se Gávnos, Sametingenes hjemmesider, giella.

source: org jïh risten.no.
nob: org og risten.no.

source: Nuhtjh teekstevuesiehtimmiem, jïh baajh learoehkidie kreeke- jïh beapmoebaakoeh ohtsedidh dennie teekstesne.
nob: Bruk teksteksempler, og la elevene lete opp og kjenne igjen dyre- og matbetegnelser i teksten med søketasten.

source: Gïelesuerkie
nob: Språkdomener

source: Gosse saemien beapmoeh jurjiehtidh, dellie lea dïhte aaj barre goh gïelesuerkie.
nob: Når det gjelder samisk matlaging, kan selve aktiviteten være et språkdomene.

source: Gosse learohkh saemien beapmoeh jurjiehtieh, gelkieh dellie barre saemiestidh.
nob: Når elevene lager samisk mat, skal de helst snakke samisk.

source: Learoevierhtieh
nob: Sámi biebmu – Samisk mat, oppskrifter, ulike kilder, eksempelvis:

source: Sámi biebmu – Saemien beapmoeh, bihkedassh, ovmessie gaaltijh, vuesiehtimmien gaavhtan:
nob: Kaspersen, Ardis. 1997. ” Samisk mat og kultur ”. Oslo: Landbruksforlaget.

source: Julevsaemien beapmoebihkedassegærjah
nob: Lulesamiske matoppskriftsbøker

source: Åarjelsaemien beapmoebihkedassegærjah
nob: Sørsamiske matoppskriftsbøker

source: Beanastallan – bienjespeale, lea noerhtesaemien gïelesne jïh aaj åarjelsaemien båata, bæjhkoehtæjja lea Davvi Girji OS.
nob: Beanastallan – hundespill, foreligger på nordsamisk og kommer ut på sørsamisk, utgitt av Davvi Girji OS.
